<!DOCTYPE HTML>

<html>
<head>
<meta charset="utf-8">
  <title>Untitled</title>
  <style type="text/css">
*{
  margin: 0px;
  padding: 0px;
}


input + div {
  padding: 5px;
  display: block;
  color: rgba(255, 255, 255, 1);
  
  box-shadow: 0 0 40px rgba(0,0,0,0.9);
  padding: 10px;
  background-color:rgba(0,0,0,0.5);

  
    padding: 10px;

  width: 250px;
  height: 0px;
  opacity: 0;
  overflow: hidden;
  transition: all 2s;
    -moz-transition: all 2s;
    -webkit-transition: all 2s;
    -o-transition: all 2s;
}
input:checked ~ div{
 opacity: 1;
 height: auto;
}
  </style>
</head>
<body>


  
      <img class="round" width="240px" height="200px" src="images/new1.jpg"><input class="inpt" name="" type="checkbox">
    <div>
На прошлой неделе в Астане состоялось торжественное мероприятие, посвященное 15-летию республиканской школы «Жас улан» имени Халық қаhарманы генерала армии Сагадата Нурмагамбетова. 
Специальное учебное заведение для Вооруженных сил Казахстана создано по инициативе главы государства Н. Назарбаева в марте 1999 года. На сегодняшний день свыше половины уланов, закончивших школу, успешно продолжили учебу в высших военно-учебных заведениях Министерства обороны РК, РФ, Беларуси, Германии, Турции, КНР. Более 200 выпускников школы «Жас улан» служат сегодня на различных офицерских должностях в Вооруженных силах РК.

Республиканская школа «Жас улан» является единственным военным учебным заведением в Казахстане, где обучение ведется с 7-го по 11-й класс. Наравне со школьными предметами учащиеся осваивают военные дисциплины.

В настоящее время здесь обучается 454 воспитанника, в их числе дети из многодетных и неполных семей, воспитанники детских домов. Школа располагает современной учебно-материальной базой, оборудованной всем необходимым для качественной организации обучения, воспитания, физического совершенствования.

В торжественном мероприятии приняли участие представители Министерства обороны РК, ветераны Вооруженных сил РК, Великой Отечественной войны, участники локальных войн. 
    </div>
    <p id="p1">15 лет военной школе "Жас Улан"<p>
</body>
</html>
