<!DOCTYPE HTML>

<html>
<head>
<meta charset="utf-8">
  <title>Untitled</title>
  <style type="text/css">
*{
  margin: 0px;
  padding: 0px;
}


input + div {
  padding: 5px;
  display: block;
  color: rgba(255, 255, 255, 1);
  
  box-shadow: 0 0 40px rgba(0,0,0,0.9);
  padding: 10px;
  background-color:rgba(0,0,0,0.5);

  
    padding: 10px;

  width: 250px;
  height: 0px;
  opacity: 0;
  overflow: hidden;
  transition: all 2s;
    -moz-transition: all 2s;
    -webkit-transition: all 2s;
    -o-transition: all 2s;
}
input:checked ~ div{
 opacity: 1;
 height: auto;
}
  </style>
</head>
<body>


  
      <img class="round" width="240px" height="200px" src="images/new2.jpg"><input class="inpt"  name="" type="checkbox">
    <div>
В Астане в республиканской школе «Жас улан» имени генерала армии С. Нурмагамбетова Министерства обороны РК состоялось празднование 16-летия школы и принятие торжественной клятвы уланами 10 класса. Школа «Жас улан» подготовила уже 14 выпусков улановцев, многие из которых впоследствии стали офицерами и сейчас проходят службу в Вооружённых силах Казахстана и других силовых структурах, сообщает Zakon.kz со ссылкой на пресс-службу миноброны РК.

В настоящее время здесь обучается 446 воспитанников, в их числе дети из многодетных и неполных семей, воспитанники детских домов. Школа располагает современной учебно-материальной базой, оборудованной всем необходимым для качественной организации обучения, воспитания, физического совершенствования. Новшеством в образовательной системе школы является то, что в с этого учебного года (2015-2016) в школу принимают после 9 класса. В программу обучения входит изучение государственного и иностранных языков, военных дисциплин и усиленной физподготовки.

Сегодня в день 16-летия школы по сложившейся традиции 81 воспитанник 5-ой учебной роты из 14 областей страны, городов Астана и Алматы, перед лицом своих товарищей, военнослужащих и педагогов дали торжественное обещание с честью и достоинством нести звание «Улан», соблюдая все славные традиции школы. «От имени всех вновь поступивших воспитанников благодарю руководство Министерства обороны Республики Казахстан и школы за заботу и заверяю, что мы не уроним чести и достоинства улана и приложим все силы для успешной учебы», - сказал улан Темирлан Айткали.

В составе роты – 14 воспитанников из многодетных семей, 18 – из неполных семей, а родители 7 воспитанников являются военнослужащими.

За первые два месяца учебы вновь поступившие уланы посетили музей «АЛЖИР», побывали на экскурсии по городу Астана, прошли конную подготовку, участвовали в боевых стрельбах.


    </div>
    <p id="p1">Более 80 воспитанников школы «Жас улан» дали клятву с честью нести звание улана<p>
</body>
</html>








		

