<!DOCTYPE HTML>

<html>
<head>
<meta charset="utf-8">
  <title>Untitled</title>
  <style type="text/css">
*{
  margin: 0px;
  padding: 0px;
}

input + div {
  padding: 5px;
  display: block;
  color: rgba(255, 255, 255, 1);
  
  box-shadow: 0 0 40px rgba(0,0,0,0.9);
  padding: 10px;
  background-color:rgba(0,0,0,0.5);

  
    padding: 10px;

  width: 250px;
  height: 0px;
  opacity: 0;
  overflow: hidden;
  transition: all 2s;
    -moz-transition: all 2s;
    -webkit-transition: all 2s;
    -o-transition: all 2s;
}
input:checked ~ div{
 opacity: 1;
 height: auto;
}
  </style>
</head>
<body>


  
      <img class="round" width="240px" height="200px" src="images/new3.jpg"><input class="inpt"  name="" type="checkbox">
    <div>
        Из стен «Жас Улана» в этом году выпускаются 75 уланов. Это количество является самым большим за все годы существования школы. В 2013 и в 2014 годах школа выпустила 55 и 64 улана соответственно. Средний балл ЕНТ 2015 года у выпускников  «Жас Улана» составил 85,2. Этот уровень оказался выше, чем в прошлом году (в 2014 году – 81, 3).
Сегодня для виновников торжества, которые в будущем станут офицерами Вооруженных Сил и других силовых структур, настоящими защитниками своей Родины, а также гостям мероприятия было продемонстрировано дефиле сокращенного парадного расчета роты почетного караула в/ч 68665 ВС РК. На торжественном мероприятии приняли участие представители Министерства обороны Казахстана, родители уланов, ветераны Вооруженных Сил.
Стоит отметить, что уровень подготовки воспитанников школы «Жас улан» растет с каждым годом. Ребята уверенно проходят единое национальное тестирование и демонстрируют высокие результаты.  Напомним, что в прошлом году «Жас улан» выпустил 64 ребят. Сегодня все они успешно обучаются в Военном институте Сухопутных войск, Военном институте Сил Воздушной обороны имени дважды героя Советского союза Талгата Бегельдинова, Военно-инженерном институте радиоэлектроники и связи, в вузах КНБ, МЧС и МВД РК. А также являются курсантами военных высших учебных заведений Министерств обороны России, Беларуси и Китая.
    </div>
    <p id="p1">Республиканская школа «Жас Улан» распахнула свои двери для самого многочисленного выпуска<p>
</body>
</html>
